Repository: sayabc/deyesea.com
Catalog: po/*.po
Languages: fi, hy, id, it, ru, sk, sv

source: The makers' choice for sysadmins, developers and desktop users.
fi: Tekijöiden valinta järjestelmän ylläpitäjille, kehittäjille ja työpöytäkäyttäjille.
hy: Լավագույն ընտրությունը սիսադմինների, մշակողների եւ օգտվողի կողմից:
id: Pilihan bagi sysadmin, pengembang dan pengguna destop.
it: La scelta ideale per gli amministratori di sistema, gli sviluppatori e gli utilizzatori.
ru: Лучший выбор для системных администраторов, разработчиков и обычных пользователей.
sk: Tvorivá voľba pre správcov systémov, vývojárov a používateľov desktopov.
sv: The makers' choice för systemadministratörer, utvecklare och datoranvändare.

source: Home
fi: Koti
hy: Գլխավոր
id: Beranda
ru: Домой
sk: Domov
sv: Hem

source: Tools
fi: Työkalut
hy: Գործիքներ
id: Alat Bantu
it: Strumenti
ru: Инструменты
sk: Nástroje
sv: Verktyg

source: News
fi: Uutiset
hy: Նորություններ
id: Berita
it: Notizie
ru: Новости
sk: Správy
sv: Nyheter

source: Contribute
fi: Avusta
hy: Աջակցել
id: Kontribusi
it: Contribuisci
ru: Помочь
sk: Prispievanie
sv: Bidra

source: Conferences
fi: Konferenssit
hy: Կոնֆերանսներ
id: Konferensi
it: Conferenze
ru: Конференции
sk: Konferencie
sv: Konferenser

source: Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!
fi: Saa uusimmat Linux-paketit jatkuvalla jakelullamme. Nopeaa! Yhtenäistä! Vakaata! Testattua!
hy: Ձեռքբերել թարմ Linux փաթեթները մեր թողարկման մեջ. Արագ! Ամբողջացված ! Կայուն! Փորձարկված!
id: Dapatkan paket-paket Linux terbaru dengan rilis bergulir kami. Cepat! Terintegrasi! Stabil! Teruji!
it: Ottieni i pacchetti Linux più recenti con la nostra versione rolling. Veloce! Integrata! Stabilizzata! Testata!
ru: Загрузите новейшие пакеты Linux с нашим rolling релизом! Быстро! Стабильно! Протестировано!
sk: Získajte najnovšie balíky pre systém Linux s naším rolujúcim vydaním. Rýchle! Integrované! Stabilizované! Testované!
sv: Med vår rullade utgåva av Linux har du alltid de nyaste programpaketen. Snabbt! Integrerat! Stabiliserat! Testat!

source: More information
fi: Lisätietoa
hy: Լրացուցիչ տեղեկություն
id: Informasi Lebih Banyak
it: Altre informazioni
ru: Подробнее
sk: Viac informácií
sv: Mer information

source: Install Tumbleweed
fi: Asenna Tumbleweed
hy: Տեղադրեք Tumbleweed
id: Instalasi Tumbleweed
it: Installa Tumbleweed
ru: Установить Tumbleweed
sk: Inštalovať Tumbleweed
sv: Installera Tumbleweed

source: Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.
fi: Käyttäjä, joka haluaa aina uusimmat paketit mm. Linux-ytimestä, Sambasta, gitistä, työpöydistä, toimistosovelluksista ja monista muista paketeista, haluaa Tumbleweedin. Tumbleweed vetoaa tehokäyttäjiin, ohjelmakehittäjiin ja openSUSEn avustajiin. Jos vaadit uusimmat ohjelmat ja kehitysympäristöt tai tarvitset eturivin Linuxia lähinnä olevan vakaan alustan, Tumbleweed on sinulle paras vaihtoehto.
hy: Ցանկացած օգտվող, որը ցանկանում է ունենալ թարմ փաթեթներ, որոնք ներառում են, սակայն չեն սահմանափակվում, Linux kernel, Samba, git , desktops, office applications եւ շատ այլ փաթեթներով, կընTumbleweed: Tumbleweed գրավիչ է Power Users, ծրագրային մշակողների եւ openSUSE աջակցողներ:Եթե դուք պահանջում նորագույն ծրագրային ապահովում եւ ինտեգրված մշակման միջավայր, կամ պահանջվում է կայուն հարթակ, որն ամենամոտն է bleeding edge Linux ին, Tumbleweed լավագույն ընտրությունն է ձեզ համար.
id: Pengguna yang berkeinginan menggunakan paket-paket terbaru yang tidak hanya meliputi kernel Linux, SAMBA, git, destop, aplikasi perkantoran dan banyak lagi paket lainnya, dapat menggunakan Tumbleweed. Tumbleweed ditujukan untuk pengguna mahir, pengembang perangkat lunak, dan kontributor openSUSE. Jika anda membutuhkan sekumpulan perangkat lunak terbaru dan Lingkungan Pengembangan Terintegrasi atau sekedar sebuah platform stabil dengan versi Linux terbaru, Tumbleweed sangat tepat untuk anda.
it: Ogni utente che desideri avere i pacchetti più recenti — ad esempio per kernel Linux, SAMBA, git, ambienti desktop, applicazioni per ufficio e molto altro — dovrebbe scegliere Tumbleweed. Tumbleweed è rivolta agli Utenti Avanzati, agli Sviluppatori Software e ai Contributori di openSUSE. Se necessiti degli ultimi pacchetti di programmi e di un ambiente di sviluppo integrato, o di una piattaforma stabile il più vicino possibile agli ultimi sviluppi di Linux, Tumbleweed è la tua scelta migliore.
ru: Любой пользователь, желающий получить новейшие пакеты, в том числе ядро Linux, SAMBA, git, приложения рабочего стола, офисные приложения и многие другие пакеты, захочет загрузить Tumbleweed. Tumbleweed предназначен для опытных пользователей, разработчиков ПО и участников проекта openSUSE. Если вам необходимы последние версии ПО и интегрированная среда разработки или стабильная платформа, ближайшая к передовому краю Linux, то Tumbleweed — это ваш выбор.
sk: Ktorýkoľvek používateľ, ktorý si praje mať najnovšie balíčky, ktoré zahŕňajú, ale nie sú obmedzené na linuxové jadro, SAMBA, git, desktopové prostredia, kancelárske aplikácie a mnoho ďalších balíkov, bude chcieť Tumbleweed. Tumbleweed apeluje na skúsených používateľov, vývojárov softvéru a prispievateľov openSUSE. Ak požadujete zdroje najnovšieho softvéru a nezávislé vývojové prostredie, alebo potrebujete stabilnú platformu čo najbližšie k najnovšiemu použiteľnému Linuxu, Tumbleweed je najlepšou voľbou pre vás.
sv: Användare som vill använda senaste versioner av bl.a. Linuxkärnan, SAMBA, git, skrivbordsmiljöer, officepaket mm. skall överväga Tumbleweed. Tumbleweed är det rätta valet för erfarna användare, programutvecklare och openSUSE utvecklare. Om du behöver den senaste mjukvarustacken eller vill köra Linux så nära bleeding edge som möjligt, är Tumbleweed det bästa valet för dig.

source: Learn more
fi: Lisätietoa
hy: Իմանալ ավելին
id: Pelajari lebih lanjut
it: Approfondisci
ru: Узнайте больше
sk: Zistite viac
sv: Lär dig mer

source: Get the most complete Linux distribution with openSUSE’s latest regular-release version!
fi: Saat täydellisimmän Linux-jakelun openSUSEn viimeisimmällä säännöllisellä kausijulkaisulla!
hy: Ստանալ ավարտված Linux բաշխումը openSUSE ի վերջին թողարկության հետ միասին.
id: Dapatkan distribusi Linux terlengkap dengan versi rilis-berkala openSUSE terbaru!
it: Ottieni la distribuzione Linux più completa con l'ultima versione del rilascio regolare di openSUSE!
ru: Загрузите наиболее полный дистрибутив Linux вместе с последней версией регулярного выпуска openSUSE!
sk: Získajte najúplnejšiu linuxovú distribúciu s najnovšou verziou normálneho vydania openSUSE!
sv: Få den mest kompletta Linuxdistributionen med openSUSE:s senaste standardutgåva!

source: Install Leap
fi: Asenna Leap
hy: Տեղադրեք Leap
id: Instalasi Leap
it: Installa Leap
ru: Установить Leap
sk: Inštalovať Leap
sv: Installera Leap

source: New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.
fi: Uudet ja kokeneet Linux-käyttäjät saavat käytettävimmän Linux-jakelun ja vakaimman käyttöjärjestelmän openSUSEn säännöllisellä kausijulkaisulla. openSUSEn viimeisimmällä pääjulkaisulla saat päivitykset ja tietoturvaparannukset. Valitse työpöytäsi, määritä järjestelmäsi ja nauti Linux-kehittäjien, -ylläpitäjien ja -ohjelmajakelijoiden valitsemasta alustasta.
hy: Նոր եւ փորձառու Linux- ի օգտվողները ստանում են առավել օգտագործելի Linux բաշխված եւ կայուն օպերացիոն համակարգ openSUSE հերթական թողարկման մեջ: Ստանալ թարմացումներ եւ կարծրացնում ձեր օպերացիոն openSUSE վերջին խոշոր բաշխման. Ընտրեք Ձեր աշխատասեղանին, կարգավորել ձեր համակարգը եւ վայելեք հարթակ ընտրված Linux մշակողների, վարչների, եւ ծրագրային ապահովման վաճառողներին կողմից.
id: Pengguna Linux baru maupun yang sudah berpengalaman akan menemukan distribusi Linux yang mudah digunakan dan sistem operasi yang stabil dengan rilis-berkala openSUSE. Mutakhirkan dan perketat sistem operasi anda dengan distribusi utama openSUSE terbaru. Pilih desktop anda, konfigurasi sistem anda dan nikmati platform pilihan untuk pengembang linux, administrator dan pengembang perangkat lunak.
it: Sia i nuovi utenti Linux che quelli più esperti ottengono la distribuzione Linux più usabile e il sistema operativo più stabile grazie al rilascio regolare di openSUSE. Ricevi gli aggiornamenti e migliora il tuo sistema operativo con l'ultima distribuzione di openSUSE. Scegli l'ambiente desktop, configura il sistema e goditi la piattaforma d'elezione per sviluppatori Linux, amministratori e rivenditori di programmi.
ru: Начинающие и опытные пользователи Linux получают от регулярного выпуска openSUSE наиболее пригодный к использованию дистрибутив и стабильную операционную систему . Получайте обновления для своей ОС от новейшего дистрибутива openSUSE. Выбирайте рабочий стол, настраивайте систему и наслаждайтесь лучшей платформой для разработчиков, администраторов и поставщиков программного обеспечения.
sk: Noví a skúsení používatelia Linuxu získajú s normálnym vydaním openSUSE najpoužiteľnejšiu linuxovú distribúciu a stabilizovaný operačný systém. S najnovšou hlavnou distribúciou openSUSE dostávate aktualizácie a posilňujete svoj OS. Vyberte si svoje desktopové prostredie, nakonfigurujte svoj systém a užívajte si voľbu platformy linuxových vývojárov, administrátorov a dodávateľov softvéru.
sv: Nya och erfarna Linuxanvändare får den mest användbara Linuxdistributionen och det stabilaste operativsystemet med openSUSE:s standardutgåva. Få uppdateringar och härda ditt OS med openSUSE:s senaste utgåva. Välj skrivbordsmiljö, konfigurera ditt system och ha kul med plattformen som är valet för Linuxutvecklare, administratörer och programleverantörer.

source: days
fi: päivää
hy: օր
id: hari
it: giorni
ru: дней
sk: dní
sv: dagar

source: day
fi: päivä
hy: օր
id: hari
it: giorno
ru: день
sk: deň
sv: dag

source: hours
fi: tuntia
hy: ժամ
id: jam
it: ore
ru: часов
sk: hodín
sv: timmar

source: hour
fi: tunti
hy: ժամ
id: jam
it: ora
ru: час
sk: hodina
sv: timme

source: for Leap 15.1
fi: Leap 15.1:lle
id: untuk Leap 15.1
it: all'arrivo di Leap 15.1
ru: до Leap 15.1
sk: pre Leap 15.1
sv: för Leap 15.1

source: is now available
fi: on nyt saatavilla
hy: Առկա
id: tersedia sekarang
it: è disponibile adesso
ru: уже доступен
sk: je dostupné teraz
sv: är tillgänglig nu

source: openSUSE TOOLS
fi: openSUSE-työkalut
hy: openSUSE գործիքներ
id: Alat-alat bantu openSUSE
it: Strumenti di openSUSE
ru: Инструменты openSUSE
sk: NÁSTROJE openSUSE
sv: openSUSE VERKTYG

source: Discover the best open-source tools developed by our community
fi: Löydä yhteisömme kehittämät parhaat avoimen lähdekoodin työkalut
hy: Բացահայտեք լավագույն open-source գործիքներ մշակված մեր համայնքի կողմից
id: Jelajahi alat-alat bantu sumber terbuka terbaik yang dikembangkan oleh komunitas kami
it: Scopri i migliori strumenti open source sviluppati dalla nostra comunità
ru: Узнайте о лучших инструментах с открытым кодом, разработанных нашим сообществом
sk: Objaviť najlepšie open-source nástroje vyvinuté našou komunity
sv: Upptäck de bästa open-sourceverktygen utvecklade av vår community

source: Go to link
fi: Siirry linkkiin
hy: հղում
id: Pergi ke tautan
it: Vai al collegamento
ru: Перейдите по ссылке
sk: Prejsť na odkaz
sv: Gå till länk

source: Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.
fi: Koostamistyökalumme koostaa paitsi meidän myös openSUSE Linux Enterprisen, Archin, Debianin, Fedoran, Scientific Linux, RHELin, CentOSin, Ubuntun ja muiden paketit.
hy: Մեր կառուցող գործիքը, կառուցում է մեր բոլոր փաթեթների, ինչպես նաեւ SUSE Linux Enterprise, Arch, Debian, Fedora,Scientific Linux, RHEL, CentOS, Ubuntu, եւ ավելի.
id: Alat bantu pengembangan kami, membuat semua paket-paket kami termasuk untuk SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, dan banyak lagi.
it: Il nostro strumento di build, che genera tutti i nostri pacchetti come pure quelli per SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, e altri ancora.
ru: Наш инструмент для сборки ПО собирает все пакеты для openSUSE, а так же для SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu и многих других.
sk: Náš zostavovací nástroj, vytvárajúci všetky naše balíky, ako aj tie pre SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu a ďalšie.
sv: Med vårt byggverktyg bygger vi förutom egna paket även till SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu med flera.

source: Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.
fi: *Minkä tahansa* käyttöjärjestelmän automaattinen testaus: osaa lukea näyttöä ja hallita testikonetta kuten käyttäjäkin.
hy: Ավտոմատացված թեսթավորում *ցանկացած* օպերացիոն համակարգի համար, որը կարդում է էկրանից և կառավարում host ը նույնակերպ ինչպես օգտագործողը:
id: Pengujian otomatis untuk *sebarang* sistem operasi, yang dapat membaca layar dan mengontrol mesin uji seperti halnya dikerjakan oleh pengguna.
it: Il test automatico per *qualsiasi* sistema operativo, che può catturare lo schermo e controllare l'host di test come farebbe un utente.
ru: Средство автоматизированного тестирования для *любой* операционной системы, которое позволяет считывать события на экране и управлять тестируемой системой, имитируя работу пользователя.
sk: Automatizované testovanie pre *akýkoľvek* operačný systém, ktorý vie čítať obrazovku, a ovláda testovaného hostiteľa rovnakým spôsobom, ako to robí používateľ.
sv: Automatiserad test av *alla* operativsystem som kant läsa av skärmen och kontrollera testobjektet på samma sätt som en användare gör.

source: The best/only comprehensive Linux system configuration & installation tool.
fi: Paras ja ainoa täydellinen Linux-järjestelmäasetus- ja -asennustyökalu.
hy: Լավագույն / միայն համապարփակ Linux համակարգերի կոնֆիգուրացիան եւ տեղադրման գործիքը:
id: Konfigurasi sistem Linux dan alat bantu instalasi terbaik/satu-satunya secara menyeluruh.
it: Il migliore e unico sistema omnicomprensivo di installazione e configurazione di Linux.
ru: Лучший/единственный универсальный инструмент настройки системы и установки для Linux.
sk: Najlepší/jediný komplexný linuxový konfiguračný systémový a inštalačný nástroj.
sv: Det bästa och mest kompletta konfiguration- och installationsverktyget för Linux.

source: Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that powers SUSE Studio.
fi: Luo Linux-levykuvia käytettäväksi oikeassa tai virtuaalilaitteistossa, nyt myös Dockerissa. Kiwi on SUSE Studiota pyörittävä moottori.
hy: Ստեղծեք Linux պատկերներ տեղադրման համար իրական սարքաշարի, վիրտուալիզացիայի եւ այժմ նույնիսկ Docker- ի պարունակ համակարգերի մասին: Kiwi շարժիչն է, որը գործարկում է SUSE Studio- ին:
id: Membuat image Linux untuk penerapan di perangkat keras, virtualisasi, dan sekarang juga mendukung sistem kontainer seperti Docker. Kiwi adalah mesin di belakang SUSE Studio.
it: Crea immagini Linux per l'installazione su hardware reale, virtuale e ora anche su sistemi di contenimento come Docker. Kiwi è il motore alla base di SUSE Studio.
ru: Создавайте образы Linux для установки на реальном оборудовании, виртуализации, а также для систем управления контейнерами, типа Docker. Kiwi — это движок, обеспечивающий работу SUSE Studio.
sk: Vytváranie linuxových obrazov pre nasadenie na reálnom hardvéri, virtualizáciu a teraz dokonca kontajnerové systémy ako je Docker. Kiwi je nástroj, ktorý poháňa SUSE Studio.
sv: Skapa Linuxavbilder för spridning på reell hårdvara, virtuella maskiner och nu även på systemcontainers såsom Docker. Kiwi är motor som driver SUSE Studio.

source: CONTRIBUTE TO OPENSUSE
fi: AVUSTA OPENSUSEA
hy: Նվիրաբերիր OPENSUSE
id: KONTRIBUSI KE OPENSUSE
it: CONTRIBUIRE A OPENSUSE
ru: ПОМОЧЬ OPENSUSE
sk: PRISPIEVAŤ DO OPENSUSE
sv: BIDRA TILL OPENSUSE

source: Be part of our community contributing with any of the following:
fi: Tule osaksi yhteisöä avustamalla missä hyvänsä seuraavista:
hy: Մեր համայնքի մասն եղիր,օժանդակելով հաջորդներից ցանկացածը:
id: Jadilah bagian dari komunitas kami, berkontribusi dapat dilakukan dengan salah satu cara-cara berikut:
it: Entra a far parte della nostra comunità contribuendo in uno dei modi seguenti:
ru: Станьте частью нашего сообщества, помогая одним из следующих способов:
sk: Stať sa súčasťou našej komunity, ktorá prispieva niektorou z nasledujúcich možností:
sv: Bli en del av vår community genom att bidra med något av följande:

source: Code
fi: koodissa
hy: Կոդ
id: Menulis Kode
it: Codice
ru: Код
sk: Kód
sv: Kod

source: Find out more
fi: Lisätietoa
hy: Պարզել ավելին
id: Pelajari lebih jauh
it: Maggiori informazioni
ru: Узнать больше
sk: Zistiť viac
sv: Läs mer

source: Contribute Code
fi: Avusta koodissa
hy: Փոփոխել կոդ
id: Menyumbangkan Kode
it: Contribuisci al codice
ru: Помочь кодом
sk: Prispieť kódom
sv: Bidra med kod
