Repository: sayabc/deyesea.com
Catalog: po/*.po
Languages: fi, hy, id, it, ru, sk, sv

source: openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.
fi: openSUSE uskoo, että parhaita tuloksia saa ihmisiltä, jotka toimivat yhteistyössä ja pitävät hauskaa. openSUSEsta tekee kiinnostavan se, miten se eroaa muista avoimen lähdekoodin yhteisöistä. Emme ole tavanomainen yhteisö, vaan yhteisömme uurastus määrittää projektin suunnan. Yhteisömme tekemä työ on luonut Linuxiin monia hienoja työkaluja sekä upean Linux-jakelun. openSUSEssa sinulla on ääni ja voit helposti vaikuttaa projektiin. Oletpa kokenut Linux-kehittäjä tai loppukäyttäjä, ota osaa openSUSE-projektiin. Liity keskustelualueelle, pidä wikimme ajan tasalla, etsi ja ilmoita ohjelmavirheistä, tarkista ohjeistusta, lähetä toivomuslistasi uusista paketeista ja ominaisuuksista, tee ja lähetä paikkauksia tai rupea openSUSEn puolestapuhujaksi osallistumalla tapahtumiin ja tulemalla lähettilääksi.
hy: openSUSE հավատում է որ ամենալավ արդյունքները գալիս են երբ մարդիկ համագործակցում են և զվարճանում : Լինելով տարբեր այլ open-source ծրագրերից , դարձնում է openSUSE-ն ցանկալի: Մենք սովորական համայնքը չենք և մեր համայնքի ջանքերը որոշում են նախագծի ուղին: Համայնքի ջանքերով ստեղծվել են բազմաթիվ հիանալի ծրագրային գործիքներ LINUX-ի համար և խիստ տպավորիչ բաշխում: openSUSE ի հետ դուք ձայն և հեշտությամբ կարող եք նախագծում ներդրում կատարել: Անկախ նրանից, թե դուք փորձառու LINUX-ի մշակող եք թե վերջնական օգտագործող կներգրավվեք openSUSE նախագիծ : Միացեք ֆորումին , պահպանել եւ պահել մեր wiki-ն թարմացված, գտնել եւ զեկուցել սխալները, վերանայել փաստաթղթերը, ուղարկել ձեր ցանկությունների ցանկը նոր փաթեթների եւ հատկությունների համար, ստեղծել եւ ներկայացնել շտկումներ կամ դառնալ կողմնակից OpenSUSE- ի համար մասնակցելով միջոցառումների եւ դառնալով OpenSUSE- ի ներկայացուցիչ:
id: openSUSE percaya bahwa hasil terbaik didapatkan dari kerjasama antar manusia dan sekaligus bergembira. Menjadi berbeda dari komunitas sumber terbuka lainnya yang membuat openSUSE dinantikan. Kami bukanlah komunitas konvensional dan usaha komunitas kami lah yang menentukan arah dari proyek. Kerja keras dari komunitas telah menghasilkan beberapa alat bantu terbaik untuk Linux dan sebuah distribusi yang keren. Dengan openSUSE, suara anda didengar dan dengan mudah dapat berkontribusi langsung. Apakah anda seorang pengembang Linux berpengalaman atau hanya sekedar pengguna, terlibatlah dalam proyek openSUSE. Bergabunglah di forum, merawat dan menjaga wiki kami tetap kekinian, temukan dan laporkan bug, mengulas dokumentasi, mengirimkan daftar harapan anda untuk paket-paket dan fitur terbaru, membuat dan mengusulkan perbaikan, atau menjadi advokat dengan menghadiri acara dan menjadi duta openSUSE.
it: openSUSE crede che i migliori risultati vengano dalle persone che collaborano e che si divertono. Ciò che rende openSUSE desiderabile è l'essere diversa dalle altre comunità open source. Non siamo una comunità convenzionale e gli sforzi della nostra comunità determinano la direzione del progetto. Gli sforzi della comunità hanno creato una moltitudine di strumenti grandiosi per Linux e una distribuzione stupenda. Tramite openSUSE puoi avere voce e puoi contribuire in modo semplice al progetto. Questo indipendentemente dall'essere uno sviluppatore Linux avanzato o un utente finale coinvolto nel progetto openSUSE. Unisciti al forum, migliora e mantieni aggiornata la nostra wiki, trova e riporta bug, controlla la documentazione, invia la tua lista dei desideri per nuovi pacchetti e funzionalità, crea e invia patch o diventa un sostenitore di openSUSE partecipando agli eventi e diventando un ambasciatore.
ru: Мы в openSUSE верим, что лучшие результаты получаются тогда, когда люди работают сообща и получают от этого удовольствие. То, что отличает наше сообщество от других open-source сообществ — это то, что делает openSUSE особенным. Мы не обычное сообщество, наши общие усилия определяют путь развития проекта. Этими усилиями уже создано несколько великолепных инструментов для Linux, а также прекрасный дистрибутив операционной системы. В openSUSE у вас есть право голоса и вы легко можете внести свой собственный вклад в проект. Являетесь ли вы опытным Linux-разработчиком или обычным пользователем — принимайте участие в проекте openSUSE! Регистрируйтесь на форуме, поддерживайте и обновляйте наши wiki-страницы, находите ошибки и сообщайте нам о них, проверяйте документацию, присылайте нам свои пожелания касаемо новых пакетов и усовершенствований, создавайте и присылайте патчи или же становитесь евангелистом openSUSE, принимая участие во встречах и конференциях и рассказывая об openSUSE.
sk: openSUSE verí, že najlepšie výsledky pochádzajú od ľudí, ktorí spolupracujú a bavia sa. Byť odlišnou od iných open-source komunít je to, čo robí openSUSE žiadúcim. Nie sme bežné spoločenstvo a úsilie našej komunity určuje cestu projektu. Toto komunitné úsilie vytvorilo niekoľko skvelých nástrojov pre Linux a úžasnú distribúciu. S openSUSE máte právo vysloviť svoj názor a môžete ľahko prispieť k projektu. Či už ste skúsený linuxový vývojár alebo koncový používateľ, ktorý sa zapojil do projektu openSUSE. Pripojte sa k fóru, spravujte a udržujte naše wiki aktuálne, nachádzajte a hláste chyby, kontrolujte dokumentáciu, pošlite svoj zoznam želaní na nové balíčky a funkcie, vytvárajte a predkladajte opravy, alebo sa staňte zástupcom openSUSE, ktorý sa zúčastňuje akcií a je jeho veľvyslancom.
sv: openSUSE tror att bäst resultat uppnås av människor som samarbetar och har kul. Vi skiljer oss från andra open-source communities vilket gör openSUSE unikt. Vi är inte en vanlig community och medlemmarnas insatser stakar ut vägen för projektets framtid. Vår communitys arbete har skapat en massa fantastiska verktyg och en grym distribution. I openSUSE-projektet är det enkelt att bidra och påverka utvecklingen. Oavsett om du är en erfaren Linuxutvecklare eller slutanvändare, engagera dig i projektet! Gå med i forumet, hjälp till att hålla wiki:n uppdaterad, hitta och rapportera buggar, se över dokumentationen, sänd in önskningar om nya paket och funktioner, bidra med patchar och inte minst, hjälp till att sprida openSUSE.

source: Find out more about how to participate.
fi: Lue lisää osallistumismahdollisuuksista.
hy: Պարզել ավելին, թե ինչպես մասնակցել:
id: Pelajari lebih jauh bagaimana cara berpartisipasi.
it: Scopri come partecipare.
ru: Узнайте больше о том, как принять участие.
sk: Zistite viac o tom, ako sa podieľať.
sv: Läs mer om hur du kan deltaga.

source: https://en.opensuse.org/Portal:How_to_participate
it: https://it.opensuse.org/Portal:Come_partecipare
ru: http://ru.opensuse.org/Portal:%D0%9A%D0%B0%D0%BA_%D0%BF%D1%80%D0%B8%D0%BD%D1%8F%D1%82%D1%8C_%D1%83%D1%87%D0%B0%D1%81%D1%82%D0%B8%D0%B5

source: Hardware
fi: Laitteisto
hy: Սարքաշար
id: Perangkat Keras
ru: Оборудование
sk: Hardvér
sv: Maskinvara

source: Contribute Hardware
fi: Avusta laitteistossa
hy: Նվիրաբերել սարքաշարով
id: Menyumbang Perangkat Keras
it: Offri Hardware
ru: Помочь оборудованием
sk: Prispieť hardvérom
sv: Bidra med hårdvara

source: Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email
fi: openSUSE-projektia tukevat lahjoitukset ovat aina tervetulleita. Itse asiassa useiden avoimen lähdekoodin projektien käyttämä Open Build Service tuli projektiyhteisön käyttöön AMD:n avokätisesti lahjoittamien palvelinten myötä. Tällaiset lahjoitukset mahdollistavat ihmisten ja projektien menestyksen, kehityksen, uudistumisen ja edistymisen. Projekti ei pyydä rahaa vaan laitelahjoituksia, jotta avoimen lähdekoodin yhteisö voi tehostaa Linuxin kehitystä, antaa openSUSElle työkalut avoimeen, vapaan lähdekoodin ekosysteemiin sekä mahdollistaa palautteen kehittäjille, ylläpitäjille ja paketoijille. Laitteet auttavat openSUSE-yhteisöä! Laitteet auttavat avoimen lähdekoodin yhteisöä! Ja laitteet auttavat Linuxin kehitystä. Saadaksesi lisätietoa, miten voit lahjoittaa laitteistoa openSUSE-projektille, lähetä sähköpostia osoitteeseen
hy: OpenSUSE նախագծին աջակցությունը միշտ ողջունվում է: Փաստացի, Open Build Service-ը, որն օգտագործվում է մի քանի այլ open-source ծրագրերի կողմից, դարձել է հասանելի ծրագրի համայնքին, առատաձեռն սեռվերների նվիրատվությամբ AMD ընկերության կողմից : Դա նվիրատվությունների այն տեսակն է, որը թույլ է տալիս մարդկանց եւ նախագծին բարգավաճել , զարգանալ , նորամուծություն մտցնել և առաջադիմել: openSUSE ծրագիրը գումար չի պահանջում, այլ սարքաշարի նվիրատվություններ , որոնք կօգտագործվեն open-source համայնքի կողմից, Linux- ի զարգացման համար, ապահովելով OpenSUSE գործիքներով ազատ եւ բաց էկոհամակարգի համար, որը կօգտագործվի ծրագրավորողների, sսիսադմիների եւ փաթեթավորողների կողմից: Hardware- ը օգնում է openSUSE համայնքին: Hardware- ը օգնում է open-source համայնքին: Եվ Hardware- ը օգնում է Linux- ի զարգացմանը: Իմանալու համար, թե ինչպես կարող եք նվիրաբերել openSUSE նախագծին սարքավորումներով, ուղարկեք նամակ հետեւյալ հասցեով:
id: Donasi untuk mendukung proyek openSUSE selalu disambut baik. Faktanya, Open Build Service, yang digunakan oleh beberapa proyek sumber terbuka lain, bisa tersedia untuk komunitas proyek melalui donasi server oleh AMD. Donasi seperti ini yang memungkinkan orang dan proyek untuk berkembang, terbentuk, berinovasi dan maju. Proyek kami tidak meminta uang, tetapi sumbangan perangkat keras untuk menggunakan keahlian komunitas untuk memberdayakan pengembangan Linux, menyiapkan alat bantu openSUSE untuk ekositem sumber terbuka yang bebas dan mengembalikannya kepada pengembang, sysadmin dan pemaket. Perangkat keras membantu komunitas openSUSE! Perangkat keras membantu komunitas sumber terbuka! Dan perangkat keras membantu pengembangan Linux. Untuk mempelajari bagaimana anda dapat mendonasikan perangkat kera untuk proyek openSUSE, kirim email
it: Le donazioni per supportare il progetto openSUSE sono sempre le benvenute. Infatti, l'Open Build Service, che viene usato da molti altri progetti open source, è stato reso disponibile alla comunità del progetto grazie ad una generosa donazione di server da parte di AMD. Questo è il tipo di donazione che permette alla gente e ai progetti di prosperare, svilupparsi, innovarsi e progredire. Il progetto non chiede soldi, ma donazioni di hardware per usare le competenze della comunità open source per potenziare lo sviluppo di Linux, fornire gli strumenti di openSUSE all'ecosistema free e open source e restituire agli sviluppatori, amministratori e pacchettizzatori i risultati dei loro sforzi. L'hardware aiuta la comunità openSUSE! L'hardware aiuta la comunità open source! E l'hardware aiuta lo sviluppo di Linux. Per scoprire come donare hardware al progetto openSUSE, invia una mail a
ru: Пожертвования в поддержку проекта openSUSE всегда приветствуются. На самом деле, Open Build Service, которым пользуются несколько open-source проектов, стал доступен благодаря щедрому пожертвованию серверов от компании AMD. Именно этот тип пожертвований позволяет людям и проектам процветать, развиваться, внедрять инновации и совершенствоваться. Проект openSUSE просит не денег, а пожертвований аппаратного обеспечения, чтобы использовать экспертизу всего open-source сообщества для совершенствования разработки Linux, обеспечения openSUSE инструментами для свободной и открытой экосистемы, которая будет использована разработчиками, администраторами, а так же сборщиками пакетов ПО. Аппаратное обеспечение помогает сообществу openSUSE, аппаратное обеспечение помогает open-source сообществу, аппаратное обеспечение помогает разработкe Linux! Чтобы узнать о том, как вы можете помочь проекту openSUSE оборудованием, напишите по этому адресу
sk: Dary na podporu projektu openSUSE sú vždy vítané. V skutočnosti, Open Build Service, ktorý je používaný niekoľkými ďalšími open-source projektami, bol daný k dispozícii komunite projektu cez veľkorysý dar serverov od AMD. Toto je ten druh darov, ktorý umožňuje ľuďom a projektom prosperovať, rozvíjať sa, inovovať a postupovať. Projekt nežiada peniaze, ale dary hardvéru na použitie odborných znalostí open-source komunity pre posilnenie vývoja Linuxu, poskytovanie openSUSE nástrojov slobodnému, open source ekosystému a dávanie späť vývojárom, systémovým administrátorov a správcom balíkov. Hardvér pomáha openSUSE komunite! Hardvér pomáha open-source komunite! A hardvér pomáha vývoju Linuxu. Ak sa chcete dozvedieť, ako môžete darovať hardvér openSUSE projektu, e-mailujte
sv: Donationer för att stödja openSUSE-projektet är alltid välkomna. T.ex. gjordes Open Build Service, som nu används av andra open-source projekt, tillgänglig genom en generös donation av servrar från AMD. Det är denna typ av donationer som får projekt och människor att vilja utveckla och skapa nya lösningar. Vi ber inte om pengar för projektet, men donationer av hårdvara till open-source communityns experter gör det möjligt att föra fram utvecklingen av Linux, tillhandahålla fria openSUSE verktyg för open-source världen och på så sätt ge tillbaka till utvecklare, systemadministratörer och distributörer. Hårdvara hjälper openSUSE communityn och därmed utvecklingen av Linux. För att se hur du kan donera hårdvara till openSUSE-projektet, e-posta

source: Meet up with openSUSE at conferences.
fi: Kohtaa openSUSE konferensseissa.
hy: Հանդիպումներ openSUSE կոնֆերանսներին:
id: Bertemu dengan openSUSE saat konferensi.
it: Incontrarsi con openSUSE alle conferenze.
ru: Повстречайтесь с openSUSE на конференциях.
sk: Zoznámiť sa s openSUSE na konferenciách.
sv: Träffas på openSUSE konferenser.

source: View upcoming conferences
fi: Katso tulevia konferensseja
hy: Դիտեք առաջիկա կոնֆերանսները
id: Lihat beberapa konferensi yang akan berlangsung
it: Prossime conferenze
ru: Посмотреть предстоящие конференции
sk: Zobraziť nadchádzajúce konferencie
sv: Se kommande konferenser

source: Get software
fi: Nouda ohjelmia
hy: Ստացեք ծրագրային ապահովում
id: Dapatkan Perangkat Lunak
it: Ottieni i programmi
ru: Получить программное обеспечение
sk: Získať softvér
sv: Få programvara

source: Wiki
ru: Вики

source: Build Service
fi: Koostamispalvelu
id: Build Service - Layanan Build
it: Servizio di Build
ru: Служба сборки
sv: Byggtjänst

source: Social Network
fi: Sosiaalinen verkko
hy: Սոցիալական ցանց
id: Jejaring Sosial
ru: Социальная сеть
sk: Sociálna sieť
sv: Sociala nätverk

source: Forums
fi: Keskustelualueet
hy: Ֆորումներ
id: Forum
it: Forum
ru: Форумы
sk: Fóra
sv: Forum

source: Shop
fi: Kauppa
hy: Խանութ
id: Toko
ru: Магазин
sk: Obchod
sv: Butik

source: Blogs
fi: Blogit
hy: Բլոգեր
id: Blog
it: Blog
ru: Блоги
sk: Blogy
sv: Bloggar

source: Press
fi: Lehdistö
hy: Մամուլ
id: Media
it: Stampa
ru: Пресса
sk: Tlač

source: Sponsored by:
fi: Tukijat:
hy: Հովանավորված է:
id: Disponsori oleh:
it: Sponsorizzato da:
ru: При поддержке:
sk: Sponzorované:
sv: Sponsorerat av:

source: Change language
fi: Vaihda kieltä
hy: Փոխել լեզուն
id: Ganti bahasa
it: Cambia la lingua
ru: Сменить язык
sk: Zmeniť jazyk
sv: Ändra språk

source: All Rights Reserved.
fi: Kaikki oikeudet pidätetään.
hy: Բոլոր իրավունքները պաշտպանված են.
id: Seluruh Hak Cipta Dilindungi.
it: Tutti i diritti riservati.
ru: Все права защищены.
sk: Všetky práva vyhradené.
sv: Alla rättigheter reserverade.

source: Back to main page
fi: Palaa pääsivulle
hy: Վերադառնալ գլխավոր էջ
id: Kembali ke halaman utama
it: Torna alla pagina principale
ru: Назад на главную страницу
sk: Späť na hlavnú stranu
sv: Tillbaka till huvudsida

source: Imprint.
id: Jejak.
it: Dati societari.
sk: Impressum.
